/* default string for new tasks */
"0 0 1 1 * echo \"Happy New Year!\"" = "0 0 1 1 * echo \"Happy New Year!\"";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nThe output will appear below when the command has finished executing\n";

/* toolbar item tooltip */
"Add new environment variable" = "Add new environment variable";

/* Edit task dialog submit button text */
"Apply" = "Apply";

/* Check for update connection failure acknowledgement button title */
"Bummer" = "Bummer";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "Cancel";

/* Check for update failure sheet title */
"Connection failure" = "Connection failure";

/* Error converting */
"Couldn't convert value" = "Couldn't convert value";

/* toolbar item tooltip */
"Create new crontab entry" = "Create new crontab entry";

/* string in status toolbar item */
"Crontab for user:" = "Crontab for user:";

/* toolbar label
   toolbar palette label
   toolbar item tooltip */
"Current crontab" = "Current crontab";

/* toolbar item name */
"Delete" = "Delete";

/* discard in dialog
   Discard chanes button label */
"Discard" = "Discard";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"Happy New Year!\"";

/* toolbar item name */
"Edit" = "Edit";

/* toolbar item tooltip */
"Edit task" = "Edit task";

/* empty crontab alert sheet */
"Empty Crontab" = "Empty Crontab";

/* open failure alert sheet
   write failure alert sheet */
"Failure" = "Failure";

/* go to download page button title in 'update available' dialog */
"Go to download page" = "Go to download page";

/* Hide toolbar menu item label */
"Hide Toolbar" = "Hide Toolbar";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%@' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "I couldn't find a home directory for '%@' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look...";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "Insert";

/* descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab for user \"%s\"." = "Insufficient privileges to write crontab for user \"%s\".";

/* descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "Insufficient privileges to write crontab.";

/* New task dialog submit button text
   toolbar item name */
"New" = "New";

/* No update available alert sheet title */
"No Update Available" = "No Update Available";

/* Ok in dialog */
"OK" = "OK";

/* toolbar item name */
"Open" = "Open";

/* toolbar item tooltip */
"Open crontab for different user" = "Open crontab for different user";

/* toolbar item tooltip */
"Remove crontab entry" = "Remove crontab entry";

/* toolbar item tooltip */
"Remove environment variable" = "Remove environment variable";

/* Run now context menu item
   toolbar item name */
"Run now" = "Run now";

/* toolbar item name */
"Run Now" = "Run Now";

/* toolbar item tooltip */
"Run task now" = "Run task now";

/* Information text displayed in the runNowPanel */
"Running command\n" = "Running command\n";

/* Save button label
   toolbar item name
   Save in dialog */
"Save" = "Save";

/* toolbar item tooltip */
"Save crontab" = "Save crontab";

/* Show toolbar menu item label */
"Show Toolbar" = "Show Toolbar";

/* env. variable name template */
"SOME_ENV" = "SOME_ENV";

/* update check connection failure dialog text */
"Someone tripped over the wire to the internet. Or maybe it's the rain. Wait for clear skies and try again." = "Someone tripped over the wire to the internet. Or maybe it's the rain. Wait for clear skies and try again.";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow.";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow.";

/* new version available dialog text */
"There's a new version available at %@.\n\nChanges in version %@:\n" = "There's a new version available at %@.\n\nChanges in version %@:\n";

/* no new version available dialog text */
"There's no new version available." = "There's no new version available.";

/* confirmation button title in 'no update available' dialog */
"Too bad" = "Too bad";

/* Unsaved data alert sheet title */
"Unsaved Data" = "Unsaved Data";

/* Update available alert sheet title */
"Update Available" = "Update Available";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */
"User" = "User";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "User does not exist";

/* env. variable value template */
"value" = "value";

/* descriptive text in save changes alert sheet
   unsaved changes warning in alert sheet */
"You have modified your crontab. Save changes?" = "You have modified your crontab. Save changes?";

